[
  {
    "comment": "Delectus quia magnam architecto similique provident dolore ipsa molestias molestiae. Minima maiores consequatur accusantium assumenda dolor eaque. Amet atque id eius modi blanditiis incidunt voluptate qui necessitatibus.",
    "user_id": 2,
    "blogpost_id": 1
  },
  {
    "comment": "Maiores molestias molestias. Possimus odit eaque. Nobis voluptatum eveniet voluptate illum sint fugit eveniet.",
    "user_id": 5,
    "blogpost_id": 2
  },
  {
    "comment": "Fugit odit reprehenderit voluptatibus ut. Culpa aspernatur molestiae cumque soluta itaque. Fuga totam eos dolorem illo.",
    "user_id": 10,
    "blogpost_id": 6
  },
  {
    "comment": "Excepturi eius ab ex iure rem quod. Repellat commodi incidunt molestiae aperiam optio doloremque unde enim. Blanditiis eius vitae odio.",
    "user_id": 4,
    "blogpost_id": 2
  },
  {
    "comment": "Voluptatem tenetur perferendis maxime deserunt itaque deserunt. Recusandae sequi sit rem esse voluptatem maxime. Vitae ullam placeat dolor perferendis a.",
    "user_id": 8,
    "blogpost_id": 2
  },
  {
    "comment": "Porro cum beatae tempore nesciunt deleniti velit sequi distinctio. Commodi expedita culpa numquam provident cum dolores rerum. Veniam ut facilis.",
    "user_id": 10,
    "blogpost_id": 6
  },
  {
    "comment": "Error ea modi velit. Ipsum ipsam nobis natus eveniet soluta assumenda debitis. Vitae eveniet porro facere praesentium dolorum dolores maxime.",
    "user_id": 1,
    "blogpost_id": 3
  },
  {
    "comment": "Repellat autem libero repellat eaque laboriosam debitis culpa. Atque labore rerum. Similique ratione corporis.",
    "user_id": 8,
    "blogpost_id": 4
  },
  {
    "comment": "Molestiae corporis eligendi eius a minima. Officiis mollitia officiis. Quidem sit dolor dolore reiciendis.",
    "user_id": 3,
    "blogpost_id": 4
  },
  {
    "comment": "Ea eaque soluta dolorum. Et adipisci rerum fugit voluptas. Architecto nam tempora at esse aut voluptate.",
    "user_id": 1,
    "blogpost_id": 6
  },
  {
    "comment": "Corporis iste autem cumque ducimus ex ipsum omnis. Reprehenderit impedit officia adipisci. Eum quis provident iure.",
    "user_id": 7,
    "blogpost_id": 4
  },
  {
    "comment": "Cum perspiciatis sed sed exercitationem necessitatibus voluptates. Quaerat illo hic. Quibusdam soluta consequatur soluta placeat similique fuga.",
    "user_id": 4,
    "blogpost_id": 4
  },
  {
    "comment": "Sed ullam iste fugiat consectetur eos veniam. Placeat necessitatibus sit labore deleniti ut doloribus eaque. Numquam ab unde est rerum sapiente non delectus.",
    "user_id": 3,
    "blogpost_id": 2
  },
  {
    "comment": "Nemo laudantium animi laboriosam sunt possimus. Ipsam itaque vel illum. Fuga aspernatur occaecati possimus.",
    "user_id": 8,
    "blogpost_id": 6
  },
  {
    "comment": "Quas culpa fugit voluptates facere doloribus placeat natus sapiente fugiat. Reprehenderit omnis quam asperiores voluptatibus exercitationem mollitia incidunt. Exercitationem qui nulla culpa expedita.",
    "user_id": 8,
    "blogpost_id": 2
  },
  {
    "comment": "Sed doloribus a ex nostrum illum nemo. Corporis eligendi sint aperiam temporibus at. Optio ullam officiis quae cupiditate temporibus.",
    "user_id": 10,
    "blogpost_id": 4
  },
  {
    "comment": "Laborum impedit ex. Repudiandae natus non expedita. Alias aspernatur hic consectetur corrupti.",
    "user_id": 4,
    "blogpost_id": 2
  },
  {
    "comment": "Earum unde temporibus cum non eius doloremque. Fugiat est fugiat sequi similique quasi. Sed veniam maiores molestias facere consequatur nihil repudiandae dignissimos.",
    "user_id": 9,
    "blogpost_id": 2
  },
  {
    "comment": "Est fuga nemo inventore doloremque accusamus id iusto commodi. Nemo delectus deleniti ipsum corporis hic nobis illum. Aperiam eveniet hic doloribus repellendus consequuntur possimus impedit repellendus quasi.",
    "user_id": 3,
    "blogpost_id": 3
  },
  {
    "comment": "Ipsam accusamus soluta officia sequi magnam laudantium temporibus quaerat nemo. Voluptatum velit ducimus beatae praesentium cupiditate. Quas ipsam porro.",
    "user_id": 6,
    "blogpost_id": 1
  },
  {
    "comment": "Expedita repellat facilis doloribus accusamus. At minima illo nisi perferendis maiores voluptate. Tenetur nam accusamus aperiam laboriosam.",
    "user_id": 7,
    "blogpost_id": 4
  },
  {
    "comment": "Eum quaerat saepe iure natus voluptatum maxime odit unde quo. Voluptas fugiat et eius consequatur corporis maiores nesciunt. Perferendis ea repellat quos aliquam ad dolore repellendus distinctio.",
    "user_id": 8,
    "blogpost_id": 2
  },
  {
    "comment": "Voluptatem reiciendis quasi adipisci quam odit ea. Iste nulla dignissimos doloremque dolor. Beatae occaecati cum dolores iusto ducimus dicta atque adipisci.",
    "user_id": 6,
    "blogpost_id": 6
  },
  {
    "comment": "Cupiditate explicabo necessitatibus sequi voluptatem tempore eveniet. Delectus aspernatur blanditiis dolorem fugiat et repellat quidem. Aut laudantium ipsum distinctio occaecati dolorem beatae.",
    "user_id": 2,
    "blogpost_id": 5
  },
  {
    "comment": "Incidunt illum quia dolore quia itaque atque. Officia voluptatibus earum in ratione distinctio. Nostrum odit ducimus mollitia quia.",
    "user_id": 10,
    "blogpost_id": 2
  }
]